base
base-devel

zsh
git
wget
curl
openssh
sudo

bat
btop
eza
fastfetch
fd
fzf
ripgrep
tmux
yazi
jq
gum
tree
unzip
python-pipx

neovim
vim

linux
linux-firmware
efibootmgr
networkmanager
brightnessctl
zram-generator

imagemagick
mpv

kitty

zathura
zathura-pdf-mupdf
zathura-cb

ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-roboto
ttf-roboto-mono

noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra

otf-font-awesome

hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprshutdown

waybar
wofi
dunst

wl-clipboard
cliphist
grim
slurp
playerctl

xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils

qt5-wayland
qt6-wayland

polkit-gnome

ly
nsxiv
